tap "homebrew/bundle"
brew "bat"
brew "delve"
brew "entr"
brew "eza"
brew "fd"
brew "fish"
brew "fontconfig"
brew "fzf"
brew "gh"
brew "ghcup"
brew "git"
brew "git-delta"
brew "glow"
brew "helix"
brew "mise"
brew "utf8proc", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "starship"
brew "stylua"
brew "translate-shell"
brew "trash"
brew "zellij"
brew "zoxide"
cask "docker"
cask "gitkraken"
cask "gitkraken-cli"
cask "iterm2"
cask "karabiner-elements"
