tap "homebrew/bundle"
brew "bat"
brew "delve"
brew "entr"
brew "eza"
brew "fd"
brew "fish"
brew "fontconfig"
brew "fzf"
brew "gh"
brew "ghcup"
brew "git"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "gopass"
brew "jq"
brew "mise"
brew "neovim"
brew "pinentry-mac"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "translate-shell"
brew "trash"
brew "wget"
brew "zellij"
brew "zoxide"
cask "docker-desktop"
cask "gitkraken"
cask "gitkraken-cli"
cask "iterm2"
cask "karabiner-elements"
cask "obsidian"
cask "todoist-app"
