tap "homebrew/bundle"
brew "eza"
brew "fd"
brew "fish"
brew "fontconfig"
brew "gh"
brew "git"
brew "git-delta"
brew "mise"
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "starship"
brew "stylua"
brew "translate-shell"
brew "trash"
brew "zellij"
brew "zoxide"
cask "iterm2"
cask "karabiner-elements"
